@extends('layouts.print')

<?php
use morphos\Russian\NounDeclension;
use morphos\Russian\MoneySpeller;
use function morphos\Russian\inflectName;
use function morphos\Russian\pluralize;
use App\Models\ClientAttachmentSection;
use App\Http\Resources\CashIncomeOrderResource;
use App\Models\CashIncomeOrder;

function dateFormat($dateString)
{
  return date("d.m.Y", strtotime($dateString));
}
function moneySpell($num) {
  return MoneySpeller::spell($num, MoneySpeller::RUBLE,MoneySpeller::CLARIFICATION_FORMAT);
}
$fmt = numfmt_create( 'ru_RU', NumberFormatter::SPELLOUT );
?>

@section('content')
<div class="container" id="print">
  <div class="row">
    <div class="col-6">
    </div>
    <div class="col-6">
      <p>
        Арбитражный суд Республики Саха (Якутия)
        677980, Саха /Якутия/ Респ, Якутск г, Курашова ул, Дом №28
      </p>
      <p>
        Заявитель: {!!$client->printValue('Наименование')!!}
        Адрес регистрации: {!!$client->printValue('address.string')!!}
        Тел. {!!$client->printValue('Телефон')!!}
      </p>
      @foreach ($client->creditors as $creditor)
      <p>
        Кредитор: {!!$creditor->creditor->printValue('Наименование')!!}, {!!$creditor->creditor->printValue('address.string')!!}
      </p>
      @endforeach
      <p>
        Госпошлина 300 руб.
      </p>
    </div>
  </div>
  <p>
    <center>
      <h4>
        ЗАЯВЛЕНИЕ
        о признании гражданина несостоятельным (банкротом)
      </h4>
    </center>
  </p>
  <p>
    Я, {!!$client->printValue('Наименование')!!}, дата рождения {!!$client->printValue('ДатаРождения')!!}г., место рождения
    {!!$client->printValue('МестоРождения')!!}. {!!$client->printValue('passport.string')!!} проживающий(-ая) по адресу: {!!$client->printValue('address.string')!!},
    поставлен(-а) на учет в качестве налогоплательщика в
    {!!$client->printValue('taxInspection.Наименование')!!}
    , мне присвоен ИНН {!!$client->printValue('ИНН')!!}.
  </p>
  <p>
    В качестве индивидуального предпринимателя зарегистрирован(-а) не был, что подтверждает
    {!!$client->getAttachmentName('справка о наличии ИП')!!}.
  </p>
  <p>
    @if ($client->СемейноеПоложение)
    Мною зарегистрирован брак с {{inflectName($client->Супруг,'творительный')}},
    @else
    В браке не состою,
    @endif
    @if ($client->children->count()===1)
    на иждивении находится один несовершеннолетний ребенок: {{$client->children[0]->ФИО}}
    {{substr($client->children[0]->ДатаРождения,0,4)}}г.р.
    @elseif ($client->children->count()>1)
    на иждивении находятся несовершеннолетние дети:
    @foreach ($client->children as $child)
    {{$child->ФИО}} {{substr($child->ДатаРождения,0,4)}}г.р.
    @if (!$loop->last)
    ,
    @endif
    @endforeach
    @else
    на иждивении несовершеннолетних детей нет.
    @endif
    @if ($client->children->count()===1)
    Свидетельство о рождении ребенка прилагается.
    @elseif ($client->children->count()>1)
    Свидетельства о рождении детей прилагаются.
    @endif
  </p>
  <p>
    @switch($client->Занятость)
    @case('Работает')
    Я работаю в {!!$client->printValue('job.Наименование')!!}, в должности {!!$client->printValue('Должность')!!} по адресу: {!!$client->printValue('job.address.string')!!}.
    @break
    @case('Безработный')
    Я состою на учете в качестве ищущего работу, что подтверждает
    {!!$client->getAttachmentName('справка ЦЗН')!!}.
    @break
    @case('Пенсионер')
    Я являюсь пенсионером и не работаю.
    @break
    @case('Работающий пенсионер')
    Я являюсь пенсионером и дополнительно работаю в {!!$client->printValue('job.Наименование')!!}, в должности {!!$client->printValue('Должность')!!}
    по адресу: {!!$client->printValue('job.address.string')!!}.
    @break
    @default

    @endswitch
    За год, предшествующий подаче заявления о признании банкротом,
    @if ($client->ДоходПрошлогоГода>0)
    мой доход составил {{ moneySpell($client->ДоходПрошлогоГода) }}
    @if ($client->Занятость==='Работает')
    ,источник - заработная плата, что подтверждается {!!$client->getAttachmentName('справки о доходах')!!}
    @elseif ($client->Занятость==='Пенсионер')
    ,источник - заработная плата, что подтверждается {!!$client->getAttachmentName('справка о пенсии')!!}
    @elseif ($client->Занятость==='Работающий пенсионер')
    ,источник - пенсия и заработная плата, что подтверждается {!!$client->getAttachmentName('справки о доходах')!!} и
    {!!$client->getAttachmentName('справка о пенсии')!!}
    @endif
    @else
    у меня отсутствуют доходы.
    @endif

  </p>
  <p>
    Обращение в суд с соответствующим заявлением в порядке статьи 213.4 Федерального закона от 26.10.2002 № 127-ФЗ «О
    несостоятельности (банкротстве)» (далее – Закон о банкротстве) обусловлено моей неплатежеспособностью и
    неспособностью удовлетворить требования кредиторов и уполномоченного органа в полном объеме.
  </p>
  <p>
    Так, по состоянию на {!!$client->printValue('ДатаПодачиЗаявления')!!}г. сумма требований кредиторов по денежным
    обязательствам, которые мною не оспариваются,
    составляет {{ moneySpell($client->creditors->sum('СуммаВсего')) }}.
  </p>
  <p>
    Задолженность по обязательным платежам на {!!$client->printValue('ДатаПодачиЗаявления')!!}г.
    @if ($client->taxesTotal()>0)
    составляет {{moneySpell($client->taxesTotal())}}.
    @else
    отсутствует.
    @endif
  </p>
  <p>
    Список моих кредиторов и должников с указанием наименования или фамилии, имени, отчества, суммы кредиторской и
    дебиторской задолженности, их места нахождения или места жительства, оформленный в соответствии с формой,
    утвержденной приказом Минэкономразвития от 05.08.2015 № 530, прилагаю к заявлению.
  </p>
  <p>
    @if ($client->deals->count()>0)
    За три года до подачи заявления о признании банкротом я совершал (-а) следующие сделки с недвижимым имуществом и
    транспортными средствами:
    @foreach ($client->deals as $deal)
  <p>-
    @if ($deal->dealable->type==='auto')
    @if ($deal->ВидСделки==='Покупка')
    мною приобретено
    @elseif ($deal->ВидСделки==='Продажа')
    мною продано
    @endif
    транспортное средство, {{mb_strtolower($deal->dealable->Наименование, 'UTF-8')}} с идентификационным номером
    {{$deal->dealable->ИдентификационныйНомер}}
    , расположенный (-ая) по адресу: {{$deal->dealable->address->string}} что подтверждает {{$deal->Основание}}.
    @elseif ($deal->dealable->type==='realty')
    @if ($deal->ВидСделки==='Покупка')
    мною приобретен
    @elseif ($deal->ВидСделки==='Продажа')
    мною продан
    @endif
    объект недвижимости, {{mb_strtolower($deal->dealable->Наименование, 'UTF-8')}} общей площадью
    {{$deal->dealable->Площадь}} кв.м.,
    расположенный (-ая) по адресу:
    {{$deal->dealable->address->string}} что подтверждает {{$deal->Основание}}.
    @endif
  </p>
  @endforeach
  @else
  За три года до подачи заявления о признании банкротом я не совершал сделки с недвижимым имуществом, ценными
  бумагами, долями в уставном капитале, транспортными средствами, а также сделки на сумму свыше трехсот тысяч рублей.
  @endif
  </p>
  <p>
    Мне известно, что по состоянию на {!!$client->printValue('ДатаПодачиЗаявления')!!}г. в отношении меня
    @if ($client->executiveDocuments->count()>0)
    находятся на исполнении следующие исполнительные документы:
    @foreach ($client->executiveDocuments as $doc)
  <p>
    - {{$doc->toString()}}
  </p>
  @endforeach
  @else
  нет исполнительных документов на исполнении.
  @endif
  </p>
  <p>
    По состоянию на {!!$client->printValue('ДатаПодачиЗаявления')!!}г. сумма задолженности перед кредиторами составляет
    {{ moneySpell($client->creditors->sum('СуммаВсего')) }},
    @if ($client->creditors->sum('СуммаВсего')>500000)
    что превышает 500 000 рублей, и срок, в течение которого не были исполнены требования, превышает три месяца с
    момента наступления даты их
    исполнения.
    @else
    что превышает мои возможности по погашению долга, и срок, в течение которого не были исполнены требования, превышает
    три месяца с момента наступления даты их исполнения.
    @endif
  </p>
  <p>
    Соответственно, у меня имеются признаки банкротства, предусмотренные статьей 213.3,213.4 Закона о банкротстве.
  </p>

  @if ($client->creditors->sum('СуммаВсего')>500000)
  <p>
    В соответствии с положениями статьи 213.4 Закона о банкротстве гражданин обязан обратиться в арбитражный суд с
    заявлением о признании его банкротом в случае, если удовлетворение требований одного кредитора или нескольких
    кредиторов приводит к невозможности исполнения гражданином денежных обязательств и (или) обязанности по уплате
    обязательных платежей в полном объеме перед другими кредиторами и размер таких обязательств и обязанности в
    совокупности составляет не менее чем 500 000 рублей, не позднее тридцати рабочих дней со дня, когда он узнал или
    должен был узнать об этом.
  </p>
  @else
  <p>
    В соответствии с положениями статьи 213.4 Закона о банкротстве гражданин вправе обратиться в арбитражный суд
    с заявлением о признании его банкротом в случае предвидения банкротства при наличии обстоятельств, очевидно
    свидетельствующих о том,
    что он не в состоянии исполнить денежные обязательства и (или) обязанность по уплате обязательных платежей в
    установленный срок, при этом гражданин отвечает признакам неплатежеспособности и (или) признакам недостаточности
    имущества
    гражданин предполагается неплатежеспособным при условии, что имеет место хотя бы одно из следующих обстоятельств:
  </p>
  <p>
    1. гражданин прекратил расчеты с кредиторами, то есть перестал исполнять денежные обязательства и (или) обязанность
    по уплате обязательных платежей, срок исполнения которых наступил;
  </p>
  <p>
    2. более чем десять процентов совокупного размера денежных обязательств и (или) обязанности по уплате обязательных
    платежей, которые имеются у гражданина и срок исполнения
    которых наступил, не исполнены им в течение более чем одного месяца со дня, когда такие обязательства и (или)
    обязанность должны быть исполнены;
  </p>
  <p>
    3. размер задолженности гражданина превышает стоимость его имущества, в том числе права требования;
  </p>
  <p>
    4. наличие постановления об окончании исполнительного производства в связи с тем, что у гражданина отсутствует
    имущество, на которое может быть обращено взыскание.
  </p>
  @endif
  </p>
  <p>
    Опись моего имущества с указанием его места нахождения или хранения, в том числе имущества, являющегося предметом
    залога, с указанием наименования или фамилии, имени и отчества залогодержателя, оформленную в соответствии с формой,
    утвержденной приказом Минэкономразвития от 05.08.2015 № 530, прилагаю к заявлению.
  </p>
  <p>
    Я не имею возможности удовлетворить требования кредиторов по денежным обязательствам и исполнить обязанность по
    уплате обязательных платежей в полном объеме по следующим причинам:
  </p>
  <p>
    1. Отсутствие имущества;
  </p>
  <p>
    2. Отсутствует источник дохода.
  </p>
  <p>

    На мое имя открыты
    @foreach ($client->bankAccountsGrouped() as $bank)
    @if ($bank['текущий']===1)
    один текущий счет
    @elseif ($bank['текущий']>1)
    {{ numfmt_format($fmt,$bank['текущий']) }} текущих счета
    @endif
    @if ($bank['вклад']===1)
    один сберегательный счет
    @elseif ($bank['вклад']>1)
    {{ numfmt_format($fmt,$bank['вклад']) }} сберегательных счета
    @endif
    в {{$bank['банк']}} @if (!$loop->last); @endif
    @endforeach
    . На текущих счетах остаток {{ moneySpell($client->bankAccounts->where('ВидСчета','текущий')->sum('Остаток')) }}
    и на сберегательных счетах {{moneySpell($client->bankAccounts->where('ВидСчета','вклад')->sum('Остаток'))}}.
  </p>
  <p>
    Прошу утвердить финансового управляющего из числа членов Ассоциации арбитражных управляющих
    {!!$client->printValue('sro.Наименование')!!}, ОГРН
    {!!$client->printValue('sro.ОГРН')!!}, ИНН {!!$client->printValue('sro.ИНН')!!}, ({!!$client->printValue('sro.address.string')!!}).
  </p>
  <p>
    Денежные средства на выплату вознаграждения финансовому управляющему в сумме 25000,00 (Двадцать пять тысяч) рублей
    внесены в депозит Арбитражного суда Республики Саха (Якутия). {!!$client->getAttachmentName('депозит')!!} прилагаю.
  </p>
  <p>
    На основании изложенного, а также руководствуясь статьями 4, 6, 33, 213.3, 213.4 Федерального закона Российской
    Федерации от 26.10.2002 № 127-ФЗ «О несостоятельности (банкротстве)», ст. 223 - 225 Арбитражного процессуального
    кодекса Российской Федерации,
  </p>

  <center>
    <h5>
      ПРОШУ:
    </h5>
  </center>
  <p>
    1. Признать меня {{inflectName($client->Наименование,'родительный')}} банкротом.
  </p>
  <p>
    2. Прошу ввести в отношении меня процедуру реализации имущества.
  </p>
  <p>
    3. Утвердить кандидатуру финансового управляющего из числа саморегулируемой организации – Ассоциация арбитражных
    управляющих
    {!!$client->printValue('sro.Наименование')!!}, ОГРН
    {!!$client->printValue('sro.ОГРН')!!}, ИНН {!!$client->printValue('sro.ИНН')!!}, ({!!$client->printValue('sro.address.string')!!}).
  </p>

  <h5>
    ПРИЛОЖЕНИЯ:
  </h5>

  @foreach (ClientAttachmentSection::orderBy('Порядок')->get() as $section)
  <p>
    {{$section->Порядок}}. {{$section->ТекстДляПечати}}:
  </p>
  @if ($client->attachments->where('Раздел',$section->id)->count())
  @foreach ($client->attachments->where('Раздел',$section->id) as $attach)
  <p>- {{$attach->Наименование}}</p>
  @endforeach
  @else
  <p> - {{$section->ТекстОтсутствиеПриложения}} </p>
  @endif
  @endforeach

  <p>
    {{$client->fio()}} _________________________
  </p>
  <p>
    {{dateFormat($client->ДатаПодачиЗаявления)}}г.
  </p>

</div>

@endsection