@extends('layouts.print')

<?php
use morphos\Russian\NounDeclension;
use morphos\Russian\MoneySpeller;
use function morphos\Russian\inflectName;
use function morphos\Russian\pluralize;
use App\Models\ClientAttachmentSection;
use App\Http\Resources\CashIncomeOrderResource;
use App\Models\CashIncomeOrder;

function dateFormat($dateString)
{
  return date("d.m.Y", strtotime($dateString));
}
function moneySpell($num) {
  return MoneySpeller::spell($num, MoneySpeller::RUBLE,MoneySpeller::CLARIFICATION_FORMAT);
}
$fmt = numfmt_create( 'ru_RU', NumberFormatter::SPELLOUT );
?>

@section('content')
<div class="container p-4" style="font-size: 1rem" id="print">
  <center>
    <b>
      <h4>ДОГОВОР №{{$contract->Номер}}</h4>
      <h5>оказания юридических услуг</h5>
    </b>
  </center>
  <br /><br />
  <div class="float-left">г. Якутск</div>
  <div class="float-right">{{dateFormat($contract->Дата)}}</div>
  <br /><br />
  <p>
    {{$contract->client->Наименование}} (далее «Заказчик»), с одной стороны, и ООО “Возрождение”
    (далее «Исполнитель») в лице генерального директора Игнатьева Владимира Владимировича,
    действующего на основании Устава, с другой стороны, именуемые в дальнейшем «Стороны»,
    заключили настоящий договор (далее – Договор) о нижеследующем:
  </p>
  <ol class="mainList">
    <li>
      ПРЕДМЕТ ДОГОВОРА.
      <ol>
        <li>
          Заказчик поручает, а Исполнитель обязуется за вознаграждение оказать Заказчику юридические услуги по
          банкротству физического лица которые включают в себя:
          <ul>
            <li>
              консультирование Заказчика и разъяснение ему действующего законодательства по банкротству физических лиц
              (ФЗ
              о
              внесении изменений в Федеральный закон «О несостоятельности
              (банкротстве)» и отдельные законодательные акты Российской Федерации в части регулирования
              реабилитационных
              процедур, применяемых в отношении гражданина-должника от 26.10.2002 г.
              №127-ФЗ с изменениями и дополнениями, указанными в Федеральном законе №476-ФЗ от 29.12.2014 г.);
            </li>
            <li>
              анализ предоставленных документов;
            </li>
            <li>
              сбор документов и подготовка заявления от имени Заказчика о признании гражданина несостоятельным
              (банкротом),
              подготовка и подача процессуальных документов сопроводительных писем, ходатайств, жалоб, уведомлений,
              запросов
              и иных документов, предусмотренных ФЗ «О несостоятельности (банкротстве)» №127 ФЗ от 26.10.2002 с
              изменениями
              и
              дополнениями, указанными в федеральном законе №476-ФЗ от 29.12.2014 г. в части регулирования
              реабилитационных
              процедур, применяемых в отношении гражданина-должника (в рамках дела о банкротстве Заказчика);
            </li>
            <li>
              истребование документов и устранение замечаний по определению суда;
            </li>
            <li>
              представление интересов Заказчика в Арбитражном суде республики/области (по делу о банкротстве Заказчика и
              иным
              правовым вопросам, связанных с делом о банкротстве Заказчика)
            </li>
          </ul>
          <ol>
            <li>
              Исполнитель приступает к оказанию услуг, предусмотренных настоящим Договором, с момента заключения
              Договора
              и
              внесения оплаты и/или части оплаты по договору. В случае внесения части оплаты услуги оказываются на сумму
              внесенной
              оплаты. В случае не оплаты услуг/ очередного платежа Исполнитель имеет право не участвовать деле. Факт
              оплаты подтверждается
              оформленным платежным документом.
            </li>
          </ol>
        </li>
        <li>
          Настоящий Договор действует в течение 1 (Одного) года и автоматически продлевается на 1 (Один) год, если ни
          одна
          из Сторон не
          заявит о своем намерении прекратить его не позднее, чем за месяц до истечения срока действия Договора и при
          условии соблюдения
          сторонами условий Договора.
        </li>
        <li>
          Исполнитель вправе самостоятельно определять объем оказания услуг по Договору, позицию, форму и варианты
          защиты
          прав и законных
          интересов Заказчика, варианты изложения материалов в суде, при этом учитывая пожелания Заказчика.
        </li>
        <li>
          В случае вступления в силу законодательных актов, устанавливающих отличные от существующих на момент
          подписания
          настоящего
          Договора требований, связанных с сопровождением процедуры банкротства, Стороны согласовывают дальнейший
          порядок
          оказания услуг
          по Договору, соответствующий требованиям нового нормативно-правового акта.
        </li>
        <li>
          Организация дополнительного оказания услуг производится Исполнителем в случае необходимости, при этом
          дополнительные услуги, работы
          оплачиваются Заказчиком в размере, согласованном Сторонами. Услуги связанные с представлением интересов в
          Арбитражном суде в деле о
          банкротстве по вопросу оспаривания сделок, исключения имущества (денежных средств) из конкурсной массы не
          включены в условия настоящего
          договора, в случае необходимости представления интересов/подготовки документов по данным видам споров между
          Заказчиком и Исполнителем
          заключается отдельный договор. Услуги связанные с представлением интересов Заказчика в мировых, районных
          судах/подготовка документов
          по вопросам отмены судебных приказов, подготовки возражений на иски о взыскании задолженности с Заказчика,
          взаимодействие со службой
          судебных приставов по вопросу закрытия исполнительных производств в стоимость договора не входят и
          оплачиваются
          Заказчиком отдельно
          по согласованным Сторонами тарифам.
        </li>
        <li style="font-weight: bold;">
          Исполнитель гарантирует возврат уплаченных Заказчиком денежных средств, в случае не признания гражданина
          банкротом и/или не введении
          в отношении него процедуры реализации имущества/реструктуризации в размере по вине Исполнителя. Возврат
          денежных
          средств осуществляется
          в соответствии с условиями настоящего договора.
        </li>
      </ol>
    </li>
    <li>
      ПРАВА И ОБЯЗАТЕЛЬСТВА СТОРОН.
      <ol>
        <li>
          Исполнитель обязуется:
          <ol>
            <li>
              Оказать услуги по настоящему Договору с надлежащим качеством и в соответствии с нормами
              действующего законодательства Российской Федерации.
            </li>
            <li>
              Разъяснять Заказчику порядок и значение действий, совершаемых Исполнителем по настоящему
              Договору.
            </li>
            <li>
              При исполнении настоящего Договора действовать в интересах Заказчика.
            </li>
            <li>
              Своевременно извещать Заказчика о необходимости участия последнего в переговорах, судебных
              заседаниях, либо о необходимости присутствия Заказчика на иных мероприятиях.
            </li>
            <li>
              . По письменному требованию Заказчика представлять последнему отчеты о ходе оказания услуг по
              настоящему Договору не чаще одного раза в месяц.
            </li>
          </ol>
        </li>
        <li>
          Исполнитель вправе:
          <ol>
            <li>
              Требовать от Заказчика предоставления документов, сведений, информации, необходимой
              для надлежащего исполнения настоящего Договора.
            </li>
            <li>
              Приостановить оказание услуг либо расторгнуть настоящий Договор в случае непредставления
              Заказчиком документов, сведений, информации необходимых Исполнителю для надлежащего исполнения
              настоящего Договора, либо в случае недостоверности этих сведений. Срок оказания услуг, установленный
              настоящим Договором, продлевается разумно и соразмерно времени, в течение которого у Заказчика
              отсутствовали необходимые документы, сведения, информация.
            </li>
            <li>
              Возобновить оказание услуг после предоставления Заказчиком всех документов, сведений и информации,
              необходимых Исполнителю для оказания услуг по Договору, а также в случае полной оплаты Заказчиком
              задолженности по оплате услуг Исполнителя, а также в случае полной оплаты Заказчиком суммы предусмотренной
              разделом 3 настоящего Договора.
            </li>
            <li>
              При необходимости поручать исполнение обязательств Исполнителя по настоящему Договору третьему лицу.
            </li>
          </ol>
        </li>
        <li>
          Заказчик обязуется:
          <ol>
            <li>
              Предоставить Исполнителю документы, сведения, информацию, необходимые для надлежащего
              исполнения настоящего Договора в разумный срок со дня заключения настоящего Договора, в
              кратчайшие сроки выдать доверенность по форме Исполнителя. До момента оформления доверенности,
              настоящий договор является подтверждением полномочий сотрудников Исполнителя на выполнение действий
              связанных с оказанием услуг, в том числе подписанием запросов, писем и иных документов от имени Заказчика
            </li>
            <li>
              Присутствовать на переговорах, судебных заседаниях, при проведении иных мероприятий, обязанность
              участия в которых, установлена судом, государственными органами, либо необходимость посещения которых
              указал Исполнитель.
            </li>
            <li>
              Информировать Исполнителя обо всех изменениях в обстоятельствах дела, связанных с исполнением обязательств
              по настоящему Договору, в том числе: проводимых Заказчиком переговорах, которые существенно могут повлиять
              на исход дела, получение какой-либо корреспонденции.
            </li>
            <li>
              Незамедлительно передавать документы Исполнителю, полученные или обнаруженные Заказчиком после подписания
              настоящего Договора и имеющие непосредственное отношение к исполнению обязательств по настоящему Договору,
              и существенно влияющие на исход дела, указанного в п. 1 настоящего Договора.
            </li>
            <li>
              Оплатить услуги Исполнителя в размере, порядке и на условиях, которые установлены настоящим Договором.
            </li>
            <li>
              Заказчик обязуется не совершать без согласования с Исполнителем следующих значимых действий (в отношении
              себя и супруга/супруги) на период действия данного Договора:
              <ul>
                <li>
                  Сделки по отчуждению и приобретению движимого или недвижимого имущества и прав на него.
                </li>
                <li>
                  Вступление в права на наследство, составление завещания, брачного договора.
                </li>
                <li>
                  Совершать какие-либо банковские операции по расчетным счетам, брать на себя кредитные или иные
                  финансовые обязательства без согласования с Исполнителем.
                </li>
                <li>
                  Заключать мировые соглашения, принимать на себя какие-либо обязательства, которые могут ухудшить
                  его материальное положение.
                </li>
                <li>
                  Заказчик обязуется не оформлять нотариальную доверенность на иных лиц кроме сотрудников Исполнителя
                  для осуществления действий, указанных в п.2.3.6.
                </li>
              </ul>
            </li>
            <li>
              В течение действия Договора обеспечить постоянную телефонную связь с Исполнителем по телефонам, указанным
              в разделе 6 настоящего Договора в рабочие дни с 10 до 18 часов. В случае невозможности связаться с
              Заказчиком
              по указанным в настоящем договоре телефонам в течение 5 рабочих дней и более, Исполнитель вправе
              приостановить
              оказание услуг до момента установления телефонной связи с Заказчиком. В случае отсутствия телефонной связи
              с
              Заказчиком более 10 рабочих дней Исполнитель направляет Заказчику заказное письмо с уведомлением на адрес,
              указанный в договоре, с требованием явиться в офис исполнителя, либо связаться с Исполнителем по указанным
              в
              договоре телефонам. В случае отсутствия телефонный связи с Заказчиком более 20 рабочих дней, Исполнитель
              вправе
              расторгнуть Договор в одностороннем порядке.
            </li>
            <li>
              Соблюдать конфиденциальность условий и предмета Договора.
            </li>
            <li>
              Не передавать ставшую ему известной информацию о приемах, способах, методах работы Исполнителя третьим
              лицам.
            </li>
            <li>
              Самостоятельно получить все материалы дела (документы, доверенности и т.д.) у Исполнителя после завершения
              дела,
              в случае если Заказчик не получает материалы дела, Исполнитель вправе уничтожить все документы по
              истечении 3
              месяцев с момента исполнения обязательств по договору.
            </li>
          </ol>
        </li>
        <li>
          Заказчик вправе:
          <ol>
            <li>
              Осуществлять контроль за процессом оказания услуг Исполнителем, не вмешиваясь при этом в хозяйственную и
              профессиональную деятельность Исполнителя.
            </li>
            <li>
              Присутствовать при желании (при необходимости) на судебных заседаниях, проводимых по делу, указанному в
              п. 1 настоящего Договора.
            </li>
          </ol>
        </li>
      </ol>

    </li>
    <li>
      ПОРЯДОК РАСЧЕТОВ МЕЖДУ СТОРОНАМИ.
      <ol>
        <li>
          За оказываемые по настоящему Договору услуги Заказчик обязуется оплатить Исполнителю
          вознаграждение в сумме {{moneySpell($contract->Сумма)}}.
        </li>
        <li>
          Заказчик проинформирован, что все расходы, связанные с оплатой государственной пошлины,
          вознаграждения арбитражного управляющего, обязательных публикаций проводимых арбитражным управляющим,
          расходы, связанные с оформлением нотариальной доверенности на представителя, стоимость справок государственных
          органов необходимых для подачи искового заявления, а также стоимость почтовых расходов оплачиваются отдельно
          по тарифам, установленным законодательством РФ и тарификацией данных учреждений на момент подачи искового
          заявления в арбитражный суд. Сроки оплаты указанных в п.3.2 платежей установлены ФЗ «О несостоятельности
          (банкротстве)».
          <br />
          Заказчик отдельно (дополнительно) оплачивает командировочные расходы сотрудника Исполнителя, в случае
          необходимости присутствия сотрудника Исполнителя в другом регионе/населенном пункте. Оплата транспортных
          расходов производится Заказчиком. В случае, если судебные заседания проводятся в судах, находящихся за
          пределами
          г. Якутска транспортные расходы возмещаются Заказчиком и рассчитываются по формуле S х количество топлива
          (бензина
          марки Аи 92), исходя из среднестатистического расхода ГСМ: 10л. на 100 км. стоимость 1 л. бензина определяется
          на
          дату судебного заседания, в случае выезда представителя компании за пределы города Уфы на расстояние свыше 100
          км.
          от офиса компании, Заказчик дополнительно возмещает командировочное расходы.
        </li>
        <li>
          Указанная в п. 3.1. сумма по Договору с Заказчиком оплачивается по графику, указанному в Приложении №1,
          которое является
          неотъемлемой частью Договора.
        </li>
        <li>
          Оплата производится путем безналичного перечисления денежных средств на расчетный счет Исполнителя, указанный
          в настоящем
          Договоре, или путем внесения денежных средств в кассу Исполнителя.
        </li>
        <li>
          Моментом уплаты вознаграждения является зачисление денег на расчетный счет или поступление денег в кассу
          Исполнителя.
        </li>
        <li>
          Особые условия оплаты: стороны пришли к соглашению о возможности произведения оплаты сумм, указанных в п.п.
          3.1.-3.3
          настоящего Договора, третьим/ми лицом/ами в том числе, с использованием кредитных средств, в порядке
          предусмотренном
          ст. 313 ГК РФ. Заказчик обязан сообщить данные лица от которого поступает оплата по договору, в случае если
          Исполнитель
          не может идентифицировать платеж, а Заказчик не сообщил информацию о третьем лице производившем оплату, оплата
          по договору
          не считается принятой до момента идентификации платежа.
        </li>
        <li>
          В случае изменения реквизитов, Исполнитель незамедлительно извещает об этом Заказчика.
        </li>
        <li>
          В случае неоплаты или несвоевременной оплаты Заказчиком сумм, установленной (ых) п.3.1. и п. 3.3 Договора в
          срок,
          указанный в Договоре Исполнитель имеет право начислить неустойку в размере 1 % от суммы долга за каждый день
          просрочки
          платежа.
        </li>
        <li>
          В случае несвоевременной оплаты Заказчиком суммы, установленной п.3.3 Договора в срок, указанный в Договоре
          сроком
          более чем на 15 календарных дней Исполнитель имеет право в одностороннем порядке расторгнуть настоящий
          Договор. При
          этом стороны пришли к соглашению о том, что суммы, уплаченные ранее в качестве оплаты по настоящему Договору
          Заказчику,
          возвращаются, с учетом выполненных работ по договору и фактически понесенных Исполнителем расходов, в порядке
          и сроки,
          установленные п. 5.8. настоящего Договора.
        </li>
        <li>
          В случае когда Заказчик признан судом несостоятельным (банкротом) или в отношении него введена процедура
          реструктуризации задолженности, при этом у него имеется задолженность по настоящему договору и/или
          невыполненные
          финансовые обязательства, данные платежи приравниваются к текущим платежам при банкротстве и оплачиваются вне
          очереди
          основных кредиторов даже в том случае, если договор заключен до процедуры банкротства.
        </li>
        <li>
          Исполнитель в любой период времени исполнения настоящего договора имеет право требовать от Заказчика
          возмещения
          дополнительных расходов, связанных с оплатой гос.пошлин, оплатой почтовых услуг, оплатой получения дубликатов
          документов и т.д., в случае отказа Заказчиком возместить понесенные расходы Исполнитель имеет право
          приостановить
          оказание услуг по договору или расторгнуть договор в одностороннем порядке.
        </li>
      </ol>
    </li>
    <li>
      ПОРЯДОК ПРИЕМКИ УСЛУГ.
      <ol>
        <li>
          Оказанные по настоящему Договору услуги оформляются подписанием Сторонами Акта приема-передачи оказанных
          услуг,
          составленного Исполнителем в последний день последнего месяца оказания услуг. Стороны в любой период времени
          могут
          подписать промежуточный акт приема-передачи оказанных услуг, к промежуточному акту применяются требования
          настоящего
          раздела договора.
        </li>
        <li>
          Акт приема-передачи оказанных услуг направляется Исполнителем Заказчику посредством факсимильной, электронной
          связи
          или по адресу, указанному в настоящем Договоре, либо передается на руки Заказчику.
        </li>
        <li>
          В случае если в течение 3 календарных дней с момента получения Акта приема-передачи оказанных услуг Заказчик
          не
          представит Исполнителю письменные мотивированные возражения на Акт приема-передачи оказанных услуг, Акт
          считается
          подписанным со стороны Заказчика, а услуги принятыми.
        </li>
        <li>
          В случае отказа Заказчика от исполнения договора, досрочного расторжения со стороны Заказчика, а равно не
          исполнением
          обязательств по оплате и расторжения договора по инициативе Исполнителя, последний направляет в адрес
          Заказчика акт
          выполненных работ на сумму фактически оказанных услуг согласно действующего прайс-листа, услуги считаются
          принятыми
          в соответствии с п. 4.3. настоящего договора.
        </li>
      </ol>
    </li>
    <li>
      ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ.
      <ol>
        <li>
          В случае нарушения Сторонами обязательств по настоящему Договору, Стороны несут ответственность,
          предусмотренную
          настоящим Договором и действующим законодательством РФ.
          <ol>
            <li>
              За несвоевременную оплату причитающегося Исполнителю вознаграждения, указанного в п.3.1 и п.3.3 настоящего
              Договора, Исполнитель имеет право направить Заказчику уведомление о расторжении настоящего Договора.
              Настоящий
              договор будет считаться расторгнутым по истечению 14 календарных дней с момента отправки данного
              уведомления.
              Сообщение считается доставленным и в тех случаях, если оно поступило лицу, которому оно направлено
              (адресату),
              но по обстоятельствам, зависящим от него, не было ему вручено или адресат не ознакомился с ним. (ст. 165.1
              ГК РФ.
              Юридически значимые сообщения).
            </li>
          </ol>
        </li>
        <li>
          Договор может быть расторгнут по соглашению сторон или по инициативе Заказчика при условии оплаты Исполнителю
          стоимости
          оказанных услуг (выполненных работ) и фактически понесенных им расходов, связанных с исполнением обязательств
          по данному
          Договору. Расходы возмещаются по тарифам Исполнителя действующим на момент заключения договора.
          <ol>
            <li>
              Договор может быть расторгнут по инициативе Исполнителя в любое время в случае выявления фактов
              предоставления
              Заказчиком документов, не соответствующих действительности, содержащих недостоверные сведения, и
              непредставление всей
              необходимой информации и документов для выполнения Исполнителем обязанностей, возложенных на него
              настоящим Договором,
              а также указанием в приложениях к настоящему Договору недостоверных сведений. Денежные средства,
              уплаченные Заказчиком
              на момент расторжения настоящего Договора, не возвращаются.
            </li>
          </ol>
        </li>
        <li>
          В случае отказа Арбитражного Суда республики/области в принятии заявления о несостоятельности (банкротстве) к
          производству
          или прекращении производства по делу о несостоятельности (банкротстве) Заказчика, и возвращения заявления с
          документами
          по причинам нарушений, допущенных Исполнителем при подготовке документов и представления интересов Заказчика в
          Арбитражном
          суде республики/области, Заказчик вправе потребовать от Исполнителя устранения нарушений в разумные сроки,
          повторной подачи
          заявления, а в случае невозможности устранения нарушений потребовать возврата денежных сумм, уплаченных
          Исполнителю за
          минусом понесенных Исполнителем расходов.
          <ol>
            <li>
              Исполнитель не несет ответственности по обязательствам, взятым при подписании Договора в случае, если
              невозможность
              исполнения обязательств вызвана внесением изменений в нормативно-правовые акты и действующее
              законодательство.
              Уплаченные Заказчиком деньги до указанного выше момента, связанного с изменением законодательства и
              нормативно-правовых
              актов, не возвращаются.
            </li>
          </ol>
        </li>
        <li>
          Исполнитель освобождается от ответственности, предусмотренной п. 5.3 настоящего Договора, в случае если
          неблагоприятные
          последствия для Заказчика наступили вследствие:
          <ol>
            <li>
              ненадлежащего исполнения (неисполнения) Заказчиком требований Исполнителя, предусмотренных п. 2.2.1
              Договора;
            </li>
            <li>
              ненадлежащего исполнения (неисполнения) Заказчиком обязательных требований арбитражного суда, арбитражного
              управляющего,
              службы судебных приставов, правоохранительных органов, иных органов власти;
            </li>
            <li>
              нарушения Заказчиком требований пунктов 2.3.1-2.3.6 настоящего Договора;
            </li>
            <li>
              приостановления Исполнителем оказания услуг по Договору в порядке, предусмотренном п. 2.2.2 настоящего
              Договора.
            </li>
            <li>
              в случае невыполнения Заказчиком требования об оплате денежных средств на депозит Арбитражного суда. В
              случае возврата
              заявления в связи с неоплатой Заказчиком суммы депозита, услуги по договору считаются оказанными в полном
              объеме и денежные
              средства не возвращаются. В случае повторной подачи заявления в суд Заказчик оплачивает услуги в полном
              объеме.
            </li>
          </ol>
        </li>
        <li>
          Во всем ином, что касается ответственности Сторон за невыполнение или ненадлежащее выполнение обязательств по
          настоящему
          Договору, действуют положения Гражданского законодательства РФ.
        </li>
        <li>
          При выполнении работ Заказчик обязуются принимать во внимание предлагаемые Исполнителем рекомендации,
          касающиеся предмета
          настоящего Договора.
        </li>
        <li>
          Исполнитель по поручению Заказчика может оказать ему за дополнительную плату услуги или выполнить работы, не
          оговоренные
          в п. 1 настоящего Договора. Условия и сроки выполнения данных работ определяются дополнительным соглашением
          или отдельным
          договором на оказание услуг.
        </li>
        <li>
          При досрочном расторжении Договора, т. е. до завершения Исполнителем работы согласно п. 1.1. настоящего
          Договора, по
          инициативе Заказчика, денежные средства, с учетом выполненной работы и фактически понесенных Исполнителем
          расходов,
          возвращаются не ранее 60 и не позднее 90 рабочих дней со дня удовлетворения Исполнителем соответствующего
          письменного
          требования Заказчика, в следующем порядке:
          <ol>
            <li>
              В случае оплаты услуг Исполнителя Заказчиком - Заказчику, способом не запрещенным действующим
              законодательством
              РФ (наличными денежными средствами, либо на счет указанный Заказчиком);
            </li>
            <li>
              В случае оплаты услуг Исполнителя, Третьим лицом - Третьему лицу, способом не запрещенным действующим
              законодательством РФ (наличными денежными средствами либо на счет, указанный Третьим лицом);
            </li>
            <li>
              В случае оплаты услуг Исполнителя Третьим лицом с использованием кредитных средств - на счет, с которого
              было
              осуществлено перечисление оплаты услуг Исполнителя;
              <br />
              Возврат производится только в том случае, если Исполнителем признаны требования Заказчика обоснованными и
              внесенная
              Заказчиком сумма покрывает выполненные расходы и фактически понесенные затраты.
            </li>
          </ol>
        </li>
        <li>
          В случае возникновения споров по настоящему Договору Стороны примут все меры к разрешению их путем
          переговоров. Досудебный
          (претензионный) порядок урегулирования спора для сторон обязателен. В случае невозможности их разрешения таким
          путем, споры
          разрешаются в судебном порядке в соответствии с действующим законодательством Российской Федерации.
        </li>
        <li>
          Договор будет считаться «исполненным» / «прекращенным» после вынесения определения арбитражного суда о
          признании заявления
          Заказчика о признании его несостоятельным обоснованным и введения процедуры реструктуризации долгов, и/или
          вынесения решения
          арбитражного суда о признании Заказчика банкротом и введения процедуры реализации имущества или истечения
          сроков,
          предусмотренных п.1.2 Договора.
        </li>
        <li>
          Настоящий Договор составлен в двух экземплярах, имеющих одинаковую юридическую силу, один из которых находится
          у Заказчика,
          второй - у Исполнителя.
        </li>
        <li>
          Заказчик выражает свое безусловное согласие на обработку персональных данных в соответствии с Федеральным
          законом РФ от
          27.07.2006 года № 152-ФЗ «О персональных данных», указанных в настоящем Договоре и Приложении №5 к настоящему
          Договору с
          правом передачи этих сведений третьим лицам, привлекаемым Исполнителем для исполнения указанного Договора.
          После прекращения
          Договора по причине отзыва Заказчиком согласия на обработку персональных данных, Исполнитель обязуется
          уничтожить такие
          персональные данные в срок, установленный действующим законодательством Российской Федерации, но не
          превышающий 100 (ста)
          лет с даты прекращения действия Договора либо с даты получения Исполнителем соответствующего заявления об
          отзыве согласия
          на обработку персональных данных
        </li>
        <li>
          Заказчик гарантирует, что предоставленные Исполнителю документы и информация получены Заказчиком с соблюдением
          требований
          действующего законодательства РФ и не нарушают права третьих лиц, при этом Заказчик несет риск всех
          неблагоприятных (в том
          числе юридических, финансовых) последствий, связанных с несоблюдением требований действующего законодательства
          РФ и
          нарушением прав третьих лиц.
        </li>
        <li>
          Риск всех неблагоприятных (в том числе юридических, финансовых) последствий, связанных с признанием в судебном
          порядке
          сделок об отчуждении движимого и недвижимого имущества Заказчика недействительными, возлагается лично на
          Заказчика.
        </li>
        <li>
          Стороны заключают настоящий Договор не вследствие стечения тяжелых обстоятельств на крайне невыгодных для себя
          условиях,
          настоящий Договор не является для них кабальной сделкой, они не страдают заболеваниями, препятствующими
          осознать суть
          Договора, а также отсутствуют обстоятельства, вынуждающие совершить данный Договор под влиянием заблуждения,
          обмана,
          насилия или угрозы, не лишены дееспособности, не состоят под опекой и попечительством, а также отсутствуют
          прочие
          обстоятельства, влекущие признание настоящей сделки недействительной.
        </li>
        <li>
          Текст настоящего договора и приложений к нему полностью прочитан Заказчиком и понятен, заключение настоящего
          договора выражает реальное волеизъявление Заказчика. После подписания настоящего договора все предыдущие
          письменные и устные соглашения, переписка, переговоры между сторонами, относящиеся к данному договору, теряют
          силу, если они противоречат настоящему договору.
        </li>
      </ol>
    </li>
    <br /> Неотъемлемой частью настоящего договора являются:
    <br />Приложение № 1 – График платежей
    <br />Приложение № 2 – Согласие на обработку персональных данных
    <br />Приложение № 3 – Уведомление Заказчика сотрудником Исполнителя и подтверждении Заказчиком существенных условий
    работы по Договору, ознакомление Заказчика со всей процедурой о признании его несостоятельным (банкротом)
    <li>
      РЕКВИЗИТЫ И ПОДПИСИ СТОРОН.
    </li>
    <div class="row mt-4">
      <div class="col">
        <b>Исполнитель</b>
        <br /> Юридический адрес:
        <br /> 677000, г. Якутск, ул. Курашова, д. 4
        <br /> Электронная почта: yakutsk@stop-zaim.ru
        <br /> ИНН 1435337442 КПП 143501001 ОГРН 1181447015364
        <br /> р/с 40702810176000008980
        <br /> Наименование банка
        <br> Якутское отделение №8603 ПАО «Сбербанк России» г. Якутск
        <br /> К/с 30101810400000000609 БИК 049805609
      </div>
      <div class="col">
        <b>Заказчик</b>
        <br /> Гражданин РФ {{$contract->client->Наименование}}
        <br /> {{$contract->client->passport->string}}
        <br /> {{$contract->client->address->string}}
        <br /> Электронная почта: _____________
        <br /> <i>С прейскурантом тарифов на оказание юридических услуг, действующих на момент заключения договора,
          ознакомлен (а) </i>
      </div>
    </div>
    <div class="row mt-4">
      <div class="col">
        <b>
          Генеральный Директор Игнатьев В.В.
        </b>
        <br /><br /> __________________(подпись)
      </div>
      <div class="col">
        <b>
          Заказчик {{$contract->client->fio()}}
        </b>
        <br /><br /> __________________(подпись)
      </div>
    </div>
  </ol>
  <div class="pageBreak"></div>
  <div class="row">
    <div class="col"></div>
    <div class="col text-right mb-5">
      Приложение №1
      <br />к договору оказания юридических услуг
      <br />№ {{$contract->Номер}} от {{dateFormat($contract->Дата)}}г.
    </div>
  </div>
  <div class="text-center font-weight-bold mt-5">
    График платежей
  </div>
  <table class="table table-bordered">
    <thead class="font-weight-bold">
      <tr>
        <td>№</td>
        <td>Дата оплаты</td>
        <td>Сумма оплаты в месяц (в рублях)</td>
        <td>Примечание </td>
      </tr>
    </thead>
    <tbody>
      @foreach ($contract->payments as $payment)
      <tr>
        <td>
          {{$loop->iteration}}
        </td>
        <td>
          {{dateFormat($payment->Дата)}}
        </td>
        <td>
          {{$payment->Сумма}}
        </td>
        <td></td>
      </tr>
      @endforeach
    </tbody>
    <tfoot class="font-weight-bold">
      <tr>
        <td></td>
        <td>
          Итого
        </td>
        <td>
          {{$contract->Сумма}}
        </td>
        <td></td>
      </tr>
    </tfoot>
  </table>
  <p>
    Заказчик проинформирован, что все расходы, связанные с оплатой государственной пошлины, вознаграждения арбитражного
    управляющего, обязательных публикаций, проводимых арбитражным управляющим, расходы, связанные с оформлением
    нотариальной доверенности на представителя, стоимость справок государственных органов, необходимых для подачи
    искового заявления, а также стоимость почтовых в стоимость вознаграждения не входят и оплачиваются отдельно
    Сроки оплаты суммы депозита и суммы обязательных публикаций, проводимых арбитражным управляющим установлены ФЗ «О
    несостоятельности (банкротстве)».
  </p>
  <div class="row mt-4">
    <div class="col">
      <b>
        Исполнитель
        <br />Генеральный Директор Игнатьев В.В.
      </b>
      <br /><br /> __________________(подпись)
    </div>
    <div class="col">
      <b>
        Заказчик
        <br /> Гражданин РФ {{$contract->client->fio()}}
      </b>
      <br /><br /> __________________(подпись)
    </div>
  </div>
  <div class="pageBreak"></div>
  <div class="row">
    <div class="col"></div>
    <div class="col text-right mb-5">
      Приложение №2
      <br />к договору оказания юридических услуг
      <br />№ {{$contract->Номер}} от {{dateFormat($contract->Дата)}}г.
    </div>
  </div>
  <div class="text-center font-weight-bold">
    СОГЛАСИЕ
    <br /> на обработку персональных данных
  </div>
  <p>
    Я, {{$contract->client->Наименование}}, в соответствии с п. 4 ст. 9 Федерального закона от 27.07.2006 N 152-ФЗ "О
    персональных данных", в целях:
  <ul>
    <li>
      выполнения договора на оказание юридических услуг;
    </li>
    <li>
      подготовки заявлений, ходатайств, писем, жалоб, запросов и иных документов;
    </li>
    <li>
      осуществления расчётов за юридические услуги;
    </li>
    <li>
      рассмотрения заявлений и предложений;
    </li>
    <li>
      осуществления информационного и консультационного сопровождения;
    </li>
  </ul>
  даю согласие ООО “Возрождение”, находящемуся по адресу: 677000, г. Якутск, ул. Курашова, д. 4, на
  обработку моих персональных данных, а именно:
  <ol>
    <li>
      Фамилия, имя, отчество;
    </li>
    <li>
      Тип, серия и номер документа, удостоверяющего личность; Дата выдачи документа,
      удостоверяющего личность, и выдавшем его органе;
    </li>
    <li>
      Дата рождения;
    </li>
    <li>
      Место рождения;
    </li>
    <li>
      Адрес регистрации и адрес проживания;
    </li>
    <li>
      Мобильный телефон;
    </li>
    <li>
      Адрес электронной почты;
    </li>
    <li>
      СНИЛС;
    </li>
    <li>
      ИНН;
    </li>
    <li>
      Сведения о регистрации и/или прекращения регистрации брака в отношении меня (клиента);
    </li>
    <li>
      ФИО, дата и место рождения, наименование и номер документа, удостоверяющий личность моего(их) ребенка (детей);
    </li>
    <li>
      Информация о моем доходе из справок 2-НДФЛ;
    </li>
    <li>
      Информация о принадлежащих мне объектах недвижимого и движимого имущества, сделок с ними за последние 3 года
    </li>
    <li>
      Информация о соглашениях между мной и супругом (брачные договоры, акты о разделе имущества и т.д.);
    </li>
    <li>
      Адрес и место моей работы, занимаемая мною должность;
    </li>
    <li>
      Информация о получаемых мною пенсиях и/или иных пособиях;
    </li>
    <li>
      Информация о состоянии моего индивидуального лицевого счета;
    </li>
    <li>
      Сведения, предоставленные мною банкам и иным финансовым организациям, с целью получения денежных средств, то есть
      на совершение действий, предусмотренных п. 3 ст. 3 Федерального закона от 27.07.2006 N 152-ФЗ "О персональных
      данных".
    </li>
  </ol>
  </p>
  <p>
    Я даю согласие на автоматизированную и неавтоматизированную обработку моих персональных данных и совершение
    следующих действий с ними: сбор, запись, систематизация, накопление, хранение, уточнение (обновление, изменение),
    извлечение, использование, передача (распространение, предоставление, доступ), обезличивание, блокирование,
    удаление, уничтожение.
  </p>
  <p>
    Я даю согласие на передачу и (или) поручение обработки моих персональных данных следующим лицам:
  <ul>
    <li>Органы государственной власти, в том числе: правоохранительные органы РФ;
    </li>
    <li>
      Арбитражные суды, суды общей юрисдикции;
    </li>
    <li>
      УФССП РФ
    </li>
    <li>
      Органы прокуратуры РФ и иных компетентных органах,
    </li>
  </ul>
  </p>
  <p>
    Я оставляю за собой право в любой момент отозвать настоящее согласие путём личного обращения к Оператору по адресу:
    450073, РБ, г. Уфа, ул. М. Жукова, д. 2/8, к.17 или путём направления письменного запроса Оператору по тому же
    адресу.
  </p>
  <p>
    Настоящее согласие действует со дня его подписания до дня отзыва в письменной форме.
  </p>
  <br /> Субъект персональных данных:
  <br /> ______________/{{$contract->client->fio()}}

  <div class="pageBreak"></div>
  <div class="row">
    <div class="col"></div>
    <div class="col text-right mb-5">
      Приложение №3
      <br />к договору оказания юридических услуг
      <br />№ {{$contract->Номер}} от {{dateFormat($contract->Дата)}}г.
    </div>
  </div>
  <div class="text-center font-weight-bold mb-3">
    Уведомление Заказчика сотрудником Исполнителя и подтверждении Заказчиком существенных условий работы по Договору,
    ознакомление Заказчика со всей процедурой о признании его несостоятельным (банкротом)
  </div>
  <p>
    Заказчик {{$contract->client->Наименование}} подтверждает, что:
  <ul>
    <li>
      отсутствуют явные признаки преднамеренного или фиктивного банкротства;
    </li>
    <li>
      отсутствует факт мошенничества (привлечение к уголовной ответственности по ст. 159 и 159.1 УК РФ или по другим
      статьям УК РФ, относящимся к экономическим преступлениям);
    </li>
    <li>
      отсутствуют долги, не подлежащие погашению после завершения процедуры банкротства (сотрудник уведомил клиента о
      той задолженности, какая не будет погашена по завершению банкротных процедур, ознакомил клиента со ст. 213.28.
      «Завершение расчетов с кредиторами и освобождение гражданина от обязательств» ФЗ-127 «О несостоятельности
      (банкротстве)»;
    </li>
    <li>
      отсутствуют потенциально оспоримые сделки (при их наличии, клиент принимает на себя все возможные последствия,
      связанные с их оспариванием);
    </li>
    <li>
      отсутствуют факты предоставления со стороны клиента своим кредиторам подложной информации (при наличии таких
      фактов, клиент берет на себя всю ответственность);
    </li>
    <li>
      отсутствуют у клиента, зарегистрированное на нем, но отсутствующего в наличии Имущество;
    </li>
    <li>
      отсутствуют у клиента, зарегистрированное на нем, но отсутствующего в наличии Имущество;
    </li>
    <li>
      заказчик (клиент) уведомлен и не возражает о представлении/передаче имущества (подлежащего реализации) Исполнителю
      для обеспечения мер по сохранности данного имущества по требованию Исполнителя
    </li>
  </ul>
  </p>
  <p>
    <span class="text-underline">
      Заказчик подтверждает, что ему (ей) разъяснено и понятно следующее:
    </span>
  <ol>
    <li>
      Рассматриваться дело о признании меня несостоятельным (банкротом) будет в Арбитражном суде республики /области;
    </li>
    <li>
      Процедура банкротства (одна из процедур – реструктуризация или реализация) в среднем занимает от 6 до 10 месяцев,
      в зависимости от уплаты судебных расходов Клиентом, а также по решению самого судьи;
    </li>
    <li>
      Сбор документов для подготовки дела и подачи в суд занимает примерно два месяца и может быть продлен по
      объективным причинам, Стороны согласовали, что продление срока сбора документов не является основанием для
      расторжения договора;
    </li>
    <li>
      Некоторые справки, которые необходимо получить с организаций, банков и иных учреждений – платные, оплата
      осуществляется по установленным организацией тарифам и возлагается на Заказчика;
    </li>
    <li>
      Судебные расходы: 300 рублей государственная пошлина за подачу заявления в суд, от 20 000 рублей – средства на
      покрытие судебных расходов, 25 000 рублей – вознаграждение арбитражного управляющего за ведение дела по процедуре.
      Данные расходы указаны за проведение одной процедуры. В случае введения сначала реструктуризации, а потом
      реализации, Клиенту необходимо будет дополнительно оплатить от 20 000 руб. на покрытие судебных расходов и 25000
      руб. на вознаграждение арбитражного управляющего за ведение дела. При наличии имущества подлежащего реализации
      судебные расходы (публикации, почтовые расходы, оплата торговой площадки) увеличиваются и подлежат покрытию за
      счет Заказчика.
    </li>
    <li>
      Судебные расходы необходимо перечислить на реквизиты суда, которые предоставляются сотрудниками ООО “Возрождение”.
      При необходимости Исполнитель может произвести оплату судебных расходов за счет Заказчика, при этом последний
      обязан возместить стоимость комиссии банка за перечисление денежных средств по реквизитам суда.
    </li>
    <li>
      Счет за почтовые отправление может составить от 300 рублей до 2000 рублей в зависимости от количества отправления.
    </li>
    <li>
      Судебная доверенность через нотариуса составляет от 1500 до 3000 рублей согласно прайсу нотариуса.
    </li>
    <li>
      Я предоставил Исполнителю о себе всю информацию в отношении имеющихся у меня счетов в банках, электронных счетах,
      банковских кредитах, кредитах МФО, информацию о всей своей задолженности перед кредиторами, об имуществе которое
      зарегистрировано на мое имя.
    </li>
    <li>
      Мне объяснена и понятна реализация моего имущества, что кроме единственного жилья для моего проживания (если оно
      не находится в ипотеке или в залоге), зарегистрированного на мое имя, другое имущество будет реализовано в
      процессе процедуры. Я осведомлен(а) о реализации имущества.
      <br /> Я осознаю и согласен(на), что в случае принятия Арбитражным судом решения о признании гражданина
      несостоятельным (банкротом) и введении процедуры реализации имущества, будет подлежать включению в конкурсную
      массу и последующей реализации, следующее имущество:
      <ul>
        <li>
          принадлежащие мне на праве собственности транспортные средства, в том числе транспортные средства, находящиеся
          в залоге у третьих лиц;
        </li>
        <li>
          принадлежащие мне на праве собственности объекты недвижимости (жилые помещения, нежилые помещения, земельные
          участки, объекты, не завершенные строительством), помимо единственного жилья;
        </li>
        <li>
          принадлежащие на праве собственности моему супругу транспортные средства, в том числе транспортные средства,
          находящиеся в залоге у третьих лиц, при условии, что данное имущество является совместно нажитым имуществом
          (приобретено в браке);
        </li>
        <li>
          принадлежащие на праве собственности моему супругу объекты недвижимости (жилые помещения, нежилые помещения,
          земельные участки, объекты, не завершенные строительством), помимо единственного жилья; при условии, что
          данное имущество является совместно нажитым имуществом (приобретено в браке);
        </li>
        <li>
          принадлежащие на праве собственности мне или моему супругу объекты недвижимости (жилые помещения, нежилые
          помещения, земельные участки, объекты, не завершенные строительством), помимо единственного жилья, находящиеся
          в залоге у третьих лиц
        </li>
      </ul>
    </li>
    <li>
      Я подтверждаю, что мне разъяснены последствия по оспариванию совершенных мной за последние 3 года сделок по
      отчуждению моего имущества и имущества супруга/супруги. Также мне объяснили последствия за Фиктивное банкротство
      (заведомо ложное публичное объявление гражданином, в том числе индивидуальным предпринимателем, о своей
      несостоятельности.) предусмотренные частью 1 статьи 14.12 КоАП РФ, ст. 197 УК РФ. Данные последствия осознаю в
      полном объеме.
    </li>
    <li>
      Я ежемесячно обязан (-а) вносить платеж в размере, предусмотренном настоящим договором (Приложением №1).
    </li>
    <li>
      При досрочном расторжении Договора по моей инициативе с Исполнителем уплаченные денежные средства за период
      действия Договора до момента его расторжения мне возвращаются с учетом фактически понесенных Исполнителем
      расходов. Размер фактически понесенных расходов устанавливается Исполнителем самостоятельно на основании
      прайс-листа.
    </li>
    <li>
      Я обязан письменно уведомить ООО “Возрождение” о своем намерении расторгнуть Договор за 10 календарных дней.
    </li>
    <li>
      Мне разъяснено что при введении процедуры я обязан(а) сдать все банковские карты финансовому управляющему.
    </li>
    <li>
      Из общей суммы своего официального дохода я от арбитражного управляющего в процедуре Реализации имущества буду
      получать денежные средства в размере прожиточного минимума, установленного законом по республике/области по месту
      регистрации. В процедуре реструктуризации у меня будет право получать денежные средства в размере не более 50 000
      (пятьдесят тысяч) рублей в месяц.
    </li>
    <li>
      До введения процедуры я должен(а) снять все наличные со своих банковских счетов.
    </li>
    <li>
      До введения процедуры я обязуюсь закрыть все имеющиеся у меня счета к дате первого судебного заседания. В случае
      неисполнения данного требования я принимаю на себя все возможные негативные последствия не закрытия данных счетов
      . Также до введения процедуры я должен(а) снять все наличные со своих банковских счетов (дебетовых).
    </li>
    <li>
      Процедура вводится на срок до 6 месяцев, но в случае если не все мероприятия предусмотренные в процедуре
      банкротства гражданина выполнены, то по ходатайству участвующих лиц срок может продляться.
    </li>
    <li>
      Прожиточный минимум я буду получать от Арбитражного управляющего. В первый месяц срок получения денежных средств
      может быть увеличен – в течение месяца после введения процедуры т.к Арбитражному управляющему требуются оригиналы
      документов из Арбитражного суда для выполнения разблокировки счета и снятия оттуда денежных средств. В последующем
      выплата производится ежемесячно с возможной задержкой до 10 календарных дней.
    </li>
    <li>
      Я обязан (а) отвечать на телефонные звонки организации по следующим номерам: 701-524, +79246616555.
    </li>
    <li>
      Мне понятно следующее: если в последствии моих действий сотрудники ООО “Возрождение”, не смогут дозвониться для
      передачи информации о ходе дел по банкротству, касающихся меня, все негативные события, вытекающие при не передачи
      вышеуказанной информации, ложатся на меня, данные события я обязан устранить своими силами.
    </li>
    <li>
      Если организация не может до меня дозвониться, то на мой телефон по номеру указанному в договоре будут направлены
      смс сообщения.
    </li>
    <li>
      Я уведомлен(-а) о необходимости предоставления в двухмесячный срок с даты заключения настоящего Договора
      фотографий (цветных, на материальном или электронном носителе, в количестве не менее 6 штук в разных ракурсах)
      своего жилого помещения, по месту регистрации. В случае невозможности предоставления фотографий жилого помещения
      по месту регистрации, я обязан предоставить фотографии жилого помещения по месту фактического проживания с
      указанием адреса жилого помещения. На фотографиях должны отсутствовать предметы роскоши и дорогостоящие
      мебель/техника/предметы интерьера.
    </li>
  </ol>
  </p>
  <div class="row mt-4">
    <div class="col">
      <b>
        Исполнитель
        <br />Генеральный Директор Игнатьев В.В.
      </b>
      <br /><br /> __________________(подпись)
    </div>
    <div class="col">
      <b>
        Заказчик
        <br /> Гражданин РФ {{$contract->client->fio()}}
      </b>
      <br /><br /> __________________(подпись)
    </div>
  </div>
</div>

@endsection