<?php

return
  [
    [
      'Порядок' => 1,
      'Наименование' => 'госпошлина',
      'ТекстДляПечати' => 'Доказательство уплаты государственной пошлины',
      'ТекстПриложения' => 'Чек-ордер на оплату госпошлины {банк} от {дата} с назначение платежа: Госпошлина'
    ],
    [
      'Порядок' => 2,
      'Наименование' => 'почтовые',
      'ТекстДляПечати' => 'Доказательство направления копии заявления кредиторам (почтовые квитанции, расписки о вручении, почтовые уведомления)',
      'ТекстПриложения' => 'почтовая квитанция {кредитор}, {адрес кредитора}'
    ],
    [
      'Порядок' => 3,
      'Наименование' => 'депозит',
      'ТекстДляПечати' => 'Доказательство внесения на депозитный счет Арбитражного Суда Республики Саха (Якутия) денежных средств для оплаты вознаграждения финансовому управляющему и привлеченных финансовым управляющим лиц',
      'ТекстПриложения' => 'Чек-ордер на оплату депозита {банк} от {дата} с назначение платежа: Внесение средств на депозит арбитражного управляющего'
    ],
    [
      'Порядок' => 4,
      'Наименование' => 'справки о задолженности',
      'ТекстДляПечати' => 'Документы, подтверждающие наличие задолженности, основание ее возникновения и неспособность гражданина удовлетворить требования кредиторов в полном объеме',
      'ТекстПриложения' => 'справка {кредитор} по состоянию на {дата справки кредитора} по {кредитный договор}'
    ],
    [
      'Порядок' => 5,
      'Наименование' => 'справка о наличии ИП',
      'ТекстДляПечати' => 'Документы, подтверждающие наличие или отсутствие у гражданина статуса индивидуального предпринимателя на основании выписки из единого государственного реестра индивидуальных предпринимателей либо иного подтверждающего указанные сведения документа.',
      'ТекстПриложения' => 'Справка из Единого государственного реестра индивидуальных предпринимателей по состоянию на {дата справки}'
    ],
    [
      'Порядок' => 6,
      'Наименование' => 'список кредиторов',
      'ТекстДляПечати' => 'Списки кредиторов и должников гражданина с указанием их наименования или фамилии, имени, отчества, суммы кредиторской и дебиторской задолженности, места нахождения или места жительства кредиторов и должников гражданина',
      'ТекстПриложения' => 'Список кредиторов и должников гражданина, прилагаю'
    ],
    [
      'Порядок' => 7,
      'Наименование' => 'опись имущества',
      'ТекстДляПечати' => 'Опись имущества гражданина с указанием места нахождения или хранения имущества, в том числе имущества, являющегося предметом залога, с указанием наименования или фамилии, имени и отчества залогодержателя по утвержденной форме',
      'ТекстПриложения' => 'Опись имущества гражданина, прилагаю'
    ],
    [
      'Порядок' => 8,
      'Наименование' => 'росреестр',
      'ТекстДляПечати' => 'Копии документов, подтверждающих право собственности гражданина на имущество, и документов, удостоверяющих исключительные права на результаты интеллектуальной деятельности гражданина (при наличии)',
      'ТекстПриложения' => 'Выписка из Единого государственного реестра недвижимости о правах отдельного лица на имевшиеся (имеющиеся) у него объекты недвижимости №{yjvth} от {дата}'
    ],
    [
      'Порядок' => 9,
      'Наименование' => 'гибдд',
      'ТекстДляПечати' => 'Копии документов о совершавшихся гражданином в течение трех лет до даты подачи заявления сделках с недвижимым имуществом, ценными бумагами, долями в уставном капитале, транспортными средствами и сделках на сумму свыше трехсот тысяч рублей (при наличии)',
      'ТекстПриложения' => 'Справка с МРЭО ГИБДД МВД по РС(Я) от {дата} №{номер}'
    ],
    [
      'Порядок' => 10,
      'Наименование' => 'реестр акционеров',
      'ТекстДляПечати' => 'Выписка из реестра акционеров (участников) юридического лица, акционером (участником) которого является гражданин (при наличии)',
      'ТекстОтсутствиеПриложения' => 'Гражданин(-ка) {клиент} не является акционером (участником) юридического лица, акционером (участником)'
    ],
    [
      'Порядок' => 11,
      'Наименование' => 'справки о доходах',
      'ТекстДляПечати' => 'Сведения о полученных физическим лицом доходах и об удержанных суммах налога за трехлетний период, предшествующий дате подачи заявления о признании гражданина банкротом',
      'ТекстПриложения' => 'Справка о доходах и суммах налога физического лица за {год} от {дата выдачи}',
      'ТекстОтсутствиеПриложения' => 'доходы отсутствуют'
    ],
    [
      'Порядок' => 12,
      'Наименование' => 'выписки по счетам',
      'ТекстДляПечати' => 'Выданная банком справка о наличии счетов, вкладов (депозитов) в банке и (или) об остатках денежных средств на счетах, во вкладах (депозитах), выписки по операциям на счетах, по вкладам (депозитам) граждан, в том числе индивидуальных предпринимателей, в банке за трехлетний период, предшествующий дате подачи заявления о признании гражданина банкротом, справки об остатках электронных денежных средств и о переводах электронных денежных средств за трехлетний период, предшествующий дате подачи заявления о признании гражданина банкротом (при наличии)',
      'ТекстПриложения' => 'выписка по счету №{номер счета}, за период с {дата начала}. по {дата окончания}., {кредитор}'
    ],
    [
      'Порядок' => 13,
      'Наименование' => 'паспорт',
      'ТекстДляПечати' => 'Копия паспорта',
      'ТекстПриложения' => 'Копию паспорта прилагаю'
    ],
    [
      'Порядок' => 14,
      'Наименование' => 'СНИЛС',
      'ТекстДляПечати' => 'Копия страхового свидетельства обязательного пенсионного страхования',
      'ТекстПриложения' => 'Копию страхового свидетельства обязательного пенсионного страхования, прилагаю'
    ],
    [
      'Порядок' => 15,
      'Наименование' => 'сведения ИЛС',
      'ТекстДляПечати' => 'Сведения о состоянии индивидуального лицевого счета застрахованного лица',
      'ТекстПриложения' => 'Сведения о состоянии индивидуального лицевого счета застрахованного лица, форма СЗИ-ИЛС от {дата}, прилагаю'
    ],
    [
      'Порядок' => 16,
      'Наименование' => 'справка о пенсии',
      'ТекстДляПечати' => 'Справка о назначенных пенсиях и социальных выплатах',
      'ТекстПриложения' => 'Справка о назначенных пенсиях и социальных выплатах №{номер} от {дата}',
      'ТекстОтсутствиеПриложения' => 'Справка о назначенных пенсиях и социальных выплатах – отсутствует'
    ],
    [
      'Порядок' => 17,
      'Наименование' => 'ИНН',
      'ТекстДляПечати' => 'Копия свидетельства о постановке на учет в налоговом органе (при наличии)',
      'ТекстПриложения' => 'Копию свидетельства о постановке на учет в налоговом органе прилагаю'
    ],
    [
      'Порядок' => 18,
      'Наименование' => 'свидетельство о браке',
      'ТекстДляПечати' => 'Копия свидетельства о заключении брака (при наличии заключенного и не расторгнутого на дату подачи заявления брака)',
      'ТекстПриложения' => 'Свидетельство о заключении брака с {ФИО супруга} серия {серия} №{номер} от {дата}г. прилагаю',
      'ТекстОтсутствиеПриложения' => 'Гражданин(-ка) {клиент} в браке не состоит'
    ],
    [
      'Порядок' => 19,
      'Наименование' => 'свидетельство о расторжении брака',
      'ТекстДляПечати' => 'Копия свидетельства о расторжении брака, если оно выдано в течение трех лет до даты подачи заявления (при наличии)',
      'ТекстПриложения' => 'Свидетельство о расторжении брака с {ФИО супруга} серия {серия} №{номер} от {дата}г. прилагаю',
      'ТекстОтсутствиеПриложения' => 'Свидетельство о расторжении брака – отсутствует'
    ],
    [
      'Порядок' => 20,
      'Наименование' => 'брачный договор',
      'ТекстДляПечати' => 'Копия брачного договора (при наличии)',
      'ТекстПриложения' => 'Брачный договор с {ФИО супруга} серия{серия} №{номер} от {дата}г. прилагаю',
      'ТекстОтсутствиеПриложения' => 'Свидетельство о расторжении брака – отсутствует'
    ],
    [
      'Порядок' => 21,
      'Наименование' => 'соглашение о разделе имущества',
      'ТекстДляПечати' => 'Копия соглашения или судебного акта о разделе общего имущества супругов, соответственно заключенного и принятого в течение трех лет до даты подачи заявления (при наличии)',
      'ТекстПриложения' => 'Соглашение о разделе имущества от {дата} прилагаю',
      'ТекстОтсутствиеПриложения' => 'Копия соглашения или судебного акта о разделе общего имущества супругов, соответственно заключенного и принятого в течение трех лет до даты подачи заявления – отсутствует'
    ],
    [
      'Порядок' => 22,
      'Наименование' => 'свидетельство о рождении',
      'ТекстДляПечати' => 'Копия свидетельства о рождении ребенка, если гражданин является его родителем, усыновителем или опекуном',
      'ТекстПриложения' => 'Свидетельство о рождении {ФИО ребенка}, серия {серия} №{номер} от {дата}г., прилагаю',
      'ТекстОтсутствиеПриложения' => 'Копия свидетельства о рождении ребенка – отсутствует'
    ],
    [
      'Порядок' => 23,
      'Наименование' => 'иные документы',
      'ТекстДляПечати' => 'Документы, подтверждающие иные обстоятельства, на которых основывается заявление гражданина',
      'ТекстПриложения' => '',
      'ТекстОтсутствиеПриложения' => 'Документы, подтверждающие иные обстоятельства, на которых основывается заявление гражданина – отсутствуют;'
    ],
    [
      'Порядок' => 24,
      'Наименование' => 'справка о судимости',
      'ТекстДляПечати' => 'Справка о наличии (отсутствии) судимости и (или) факта уголовного преследования либо прекращении уголовного преследования',
      'ТекстПриложения' => 'Справка о наличии (отсутствии) судимости и (или) факта уголовного преследования либо прекращении уголовного преследования №{номер} от {дата}. выданная {кем выдана}',
    ],
    [
      'Порядок' => 25,
      'Наименование' => 'справка ЦЗН',
      'ТекстДляПечати' => 'Копия решения о признании гражданина безработным, выданная государственной службой занятости населения, в случае принятия указанного решения',
      'ТекстПриложения' => 'Справка {кем выдана} №{номер} от {дата}г.',
      'ТекстОтсутствиеПриложения' => 'Копия решения о признании гражданина безработным – отсутствует'
    ]
  ];
