<?php

return [
  ['view' => 'Автомобиль легковой', 'value' => 'Автомобиль легковой', 'plural'=>'Автомобили легковые'],
  ['view' => 'Автомобиль грузовой', 'value' => 'Автомобиль грузовой', 'plural'=>'Автомобили грузовые'],
  ['view' => 'Мототранспортное средство', 'value' => 'Мототранспортное средство', 'plural'=>'Мототранспортные средства'],
  ['view' => 'Сельскохозяйственная техника', 'value' => 'Сельскохозяйственная техника', 'plural'=>'Сельскохозяйственная техника'],
  ['view' => 'Водный транспорт', 'value' => 'Водный транспорт', 'plural'=>'Водный транспорт'],
  ['view' => 'Воздушный транспорт', 'value' => 'Воздушный транспорт', 'plural'=>'Воздушный транспорт'],
  ['view' => 'Иное транспортное средство', 'value' => 'Иное транспортное средство', 'plural'=>'Иные транспортные средства'],
];