<?php

return [
  ['view' => '', 'value' => ''],
  ['view' => 'потенциальный клиент', 'value' => 'потенциальный клиент'],
  ['view' => 'подготовка документов', 'value' => 'подготовка документов'],
  ['view' => 'заявление подано', 'value' => 'заявление подано'],
  ['view' => 'реструктуризация долгов', 'value' => 'реструктуризация долгов'],
  ['view' => 'реализация имущества', 'value' => 'реализация имущества'],
  ['view' => 'банкротство приостановлено', 'value' => 'банкротство приостановлено'],
  ['view' => 'банкротство окончено', 'value' => 'банкротство окончено'],
];